Repository: kamatbot/DiskOdds
Catalog: Radix/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ru, zh_hans

source: Writing node records
de: Knotendatensätze werden geschrieben
es: Escribiendo registros de nodos
fr: Écriture des enregistrements de nœuds
it: Scrittura dei record dei nodi
ru: Запись данных узлов
zh_hans: 正在写入节点记录

source: Writing topology
de: Topologie wird geschrieben
es: Escribiendo topología
fr: Écriture de la topologie
it: Scrittura della topologia
ru: Запись топологии
zh_hans: 正在写入拓扑结构

source: You can also select an item and choose File > Add to Discard Pile (⇧⌘L).
de: Sie können auch ein Element auswählen und „Ablage > Zur Löschliste hinzufügen“ (⇧⌘L) wählen.
es: También puedes seleccionar un elemento y elegir Archivo > Añadir a la pila de descarte (⇧⌘L).
fr: Vous pouvez aussi sélectionner un élément et choisir Fichier > Ajouter à la pile de suppression (⇧⌘L).
it: Puoi anche selezionare un elemento e scegliere File > Aggiungi all’elenco di eliminazione (⇧⌘L).
ru: Также можно выбрать объект и выполнить «Файл» > «Добавить в список на удаление» (⇧⌘L).
zh_hans: 你也可以选择项目，然后选取“文件”>“加入待处理列表”（⇧⌘L）。

source: You can take the tour later from Help.
de: Sie können die Tour später über „Hilfe“ starten.
es: Puedes hacer la visita más tarde desde Ayuda.
fr: Vous pourrez lancer la visite plus tard depuis Aide.
it: Puoi avviare il tour in seguito dal menu Aiuto.
ru: Обзор можно пройти позже из меню «Справка».
zh_hans: 你可以稍后从“帮助”菜单开始导览。

source: Zoom Controls
de: Zoomsteuerung
es: Controles de zoom
fr: Commandes de zoom
it: Controlli zoom
ru: Управление масштабом
zh_hans: 缩放控制

source: Zoom In
de: Vergrößern
es: Acercar
fr: Zoom avant
it: Ingrandisci
ru: Приблизить
zh_hans: 放大

source: Zoom into a directory with contents to populate this table.
de: Vergrößern Sie ein Verzeichnis mit Inhalt, um diese Tabelle zu füllen.
es: Acércate a un directorio con contenido para llenar esta tabla.
fr: Zoomez sur un dossier contenant des éléments pour remplir ce tableau.
it: Ingrandisci una cartella con contenuti per popolare questa tabella.
ru: Откройте на карте непустую папку, чтобы заполнить эту таблицу.
zh_hans: 放大查看包含内容的目录以填充此表格。

source: Zoom Into Selection
de: Auswahl vergrößern
es: Acercar a la selección
fr: Zoomer sur la sélection
it: Ingrandisci selezione
ru: Приблизить выбранное
zh_hans: 缩放到所选内容

source: Zoom Out
de: Verkleinern
es: Alejar
fr: Zoom arrière
it: Rimpicciolisci
ru: Отдалить
zh_hans: 缩小

source: App Version
es: Versión de la app
fr: Version de l’app
it: Versione dell’app
ru: Версия приложения
zh_hans: 应用版本

source: Detail
es: Detalle
fr: Détail
it: Dettaglio
ru: Подробно
zh_hans: 详细信息

source: Details
es: Detalles
fr: Détails
it: Dettagli
ru: Сведения
zh_hans: 详细信息

source: Details…
es: Detalles…
fr: Détails…
it: Dettagli…
ru: Сведения…
zh_hans: 详细信息…

source: Downloads
es: Descargas
fr: Téléchargements
it: Download
ru: Загрузки
zh_hans: 下载

source: Library
es: Biblioteca
fr: Bibliothèque
it: Libreria
ru: Библиотека
zh_hans: 资源库

source: Name
es: Nombre
fr: Nom
it: Nome
ru: Имя
zh_hans: 名称

source: Radix Scan
es: Análisis de Radix
fr: Analyse Radix
it: Scansione Radix
ru: Сканирование Radix
zh_hans: Radix 扫描

source: Software Updates
es: Actualizaciones de software
fr: Mises à jour du logiciel
it: Aggiornamenti software
ru: Обновления ПО
zh_hans: 软件更新

source: Sunburst
es: Radial
ru: Кольцевая диаграмма
zh_hans: 旭日图

source: Treemap
es: Mapa de árbol
ru: Древовидная карта
zh_hans: 矩形树图

source: GB
fr: Go
ru: ГБ

source: KB
fr: ko
ru: КБ

source: MB
fr: Mo
ru: МБ

source: TB
fr: To
ru: ТБ

source: Alias
ru: Псевдоним
zh_hans: 别名

source: OK
ru: ОК
zh_hans: 好
